[
  {
    "id": 1,
    "description": " হাজ্জাজ (ইবনে মিনহাল) (রাহঃ) বারাআ (রাযিঃ) থেকে বর্ণিত, তিনি বলেন, নবী (ﷺ) কে খুতবা দিতে শুনেছি। তিনি বলেছেনঃ আমাদের আজকের এ দিনে আমরা যে কাজ প্রথম শুরু করব, তা হল নামায আদায় করা। এরপর ফিরে আসব এবং কুরবানী করব। তাই যে এরূপ করবে, সে আমাদের রীতিনীতি সঠিকভাবে পালন করল।",
    "name": "মুসলমানগণের প্রতি উভয় ঈদের রীতিনীতি",
    "image": "https://i.imgur.com/3zgpLaH.jpg",
    "book_name": "সহীহ-বুখারী",
    "btn_name": "হাদীস নং: ৯০৩",
    "box": "linear-gradient(180deg, rgba(94,14,100,1) 0%, rgba(25,6,36,1) 93%)",
    "bg": "linear-gradient(90deg, rgba(110,36,206,1) 4%, rgba(134,64,223,1) 100%)"
  },
  {
    "id": 2,
    "description": "উবাইদ ইবনে ইসমাঈল (রাহঃ) আয়িশা (রাযিঃ) থেকে বর্ণিত, তিনি বলেন, (একদিন আমার ঘরে) আবু বকর (রাযিঃ) এলেন তখন আমার নিকট আনসার দু’টি মেয়ে বুআস যুদ্ধের দিন আনসারীগণ পরস্পর যা বলেছিলেন সে সম্পর্কে কবিতা আবৃত্তি করছিল। তিনি বলেন, তারা কোন পেশাগত গায়িকা ছিল না। আবু বকর (রাযিঃ) বললেন, রাসূলুল্লাহ (ﷺ) এর ঘরে শয়তানী বাদ্যযন্ত্র! আর এটি ছিল ঈদের দিন। তখন রাসূলুল্লাহ (ﷺ) বললেনঃ হে আবু বকর! প্রত্যেক জাতির জন্যই আনন্দ উৎসব রয়েছে, আর এ হলো আমাদের আনন্দ।",
    "name": "মুসলমানগণের প্রতি উভয় ঈদের রীতিনীতি",
    "image": "https://i.imgur.com/3zgpLaH.jpg",
    "book_name": "সহীহ-বুখারী",
    "btn_name": "হাদীস নং: ৯০৪",
    "box": "linear-gradient(180deg, rgba(96,55,26,1) 0%, rgba(25,6,36,1) 93%)",
    "bg": "linear-gradient(135deg, rgba(233,86,94,1) 4%, rgba(237,20,119,1) 100%)"
  },
  {
    "id": 3,
    "description": "মুসাদ্দাদ (রাহঃ) ইবনে আব্বাস (রাযিঃ) থেকে বর্ণিত, তাকে জিজ্ঞাসা করা হয়, আপনি কি নবী (ﷺ) এর সঙ্গে কখনো ঈদে উপস্থিত হয়েছেন? তিনি বললেন হ্যাঁ। যদি তার কাছে আমার মর্যাদা না থাকত তা হলে কম বয়সী হওয়ার কারণে আমি ঈদে উপস্থিত হতে পারতাম না। তিনি বের হয়ে কাসীর ইবনে সালতের গৃহের কাছে স্থাপিত নিশানার কাছে এলেন এবং নামায আদায় করলেন। এরপর খুতবা দিলেন। তারপর তিনি মহিলাগণের নিকট উপস্থিত হলেন। তখন তার সঙ্গে বিলাল (রাযিঃ) ছিলেন। তিনি তখন মহিলাগণকে উপদেশ দিলেন, নসীহত করলেন এবং দান সাদ্‌কা করার জন্য নির্দেশ দিলেন। আমি তখন মহিলাগণের নিজ নিজ হাত বাড়িয়ে বিলাল (রাযিঃ) এর কাপড়ে দান সামগ্রী ফেলতে দেখলাম। এরপর তিনি এবং বিলাল (রাযিঃ) নিজ বাড়ীর দিকে চলে গেলেন।",
    "name": "ঈদগাহে চিহ্ন রাখা",
    "image": "https://i.imgur.com/3zgpLaH.jpg",
    "book_name": "সহীহ-বুখারী",
    "btn_name": "হাদীস নং: ৯২৬",
    "box": "linear-gradient(180deg, rgba(40,13,107,1) 0%, rgba(25,6,36,1) 93%)",
    "bg": "linear-gradient(135deg, rgba(198,65,225,1) 4%, rgba(113,17,235,1) 100%)"
  },
  {
    "id": 4,
    "description": " আবু আসিম (রাহঃ) ইবনে আব্বাস (রাযিঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহ (ﷺ), আবু বকর, উমর, এবং উসমান (রাযিঃ) এর সঙ্গে নামাযে হাযির ছিলাম। তারা সবাই খুতবার আগে নামায আদায় করতেন।",
    "name": " ঈদের নামাযের পর খুতবা",
    "image": "https://i.imgur.com/3zgpLaH.jpg",
    "book_name": "সহীহ-বুখারী",
    "btn_name": "হাদীস নং: ৯১১",
    "box": "linear-gradient(180deg, rgba(19,87,87,1) 0%, rgba(25,6,36,1) 93%)",
    "bg": "linear-gradient(135deg, rgba(22,142,176,1) 4%, rgba(4,145,107,1) 100%)"
  },
  {
    "id": 5,
    "description": " সুলাইমান ইবনে হারব (রাহঃ) ইবনে আব্বাস (রাযিঃ) থেকে বর্ণিত যে, নবী (ﷺ) ঈদুল ফিতরে দু’রাকআত নামায আদায় করেন। এর আগে ও পরে কোন নামায আদায় করেননি। তারপর বিলাল (রাযিঃ)–কে সঙ্গে নিয়ে মহিলাগণের কাছে এলেন এবং সাদ্‌কা প্রদানের জন্য তাদের নির্দেশ দিলেন। তখন তারা দিতে লাগলেন। কেউ দিলেন আংটি, আবার কেউ দিলেন গলার হার।",
    "name": "ঈদের নামাযের পর খুতবা",
    "image": "https://i.imgur.com/3zgpLaH.jpg",
    "book_name": "সহীহ-বুখারী",
    "btn_name": "হাদীস নং: ৯২৬",
    "box": "linear-gradient(180deg, rgba(94,14,100,1) 0%, rgba(25,6,36,1) 93%)",
    "bg": "linear-gradient(90deg, rgba(110,36,206,1) 4%, rgba(134,64,223,1) 100%)"
  },
  {
    "id": 6,
    "description": " আবু নু’আইম (রাহঃ) মুহাম্মাদ ইবনে আবু বকর সাকাফী (রাহঃ) থেকে বর্ণিত তিনি বলেন, আমরা সকাল বেলা মিনা থেকে যখন আরাফাতের দিকে যাচ্ছিলাম, তখন আনাস ইবনে মালিক (রাযিঃ) এর নিকট তালবিয়া সম্পর্কে জিজ্ঞাসা করলাম, আপনারা নবী (ﷺ) এর সঙ্গে কিরূপ করতেন? তিনি বললেন, তালবিয়া পাঠকারী তালবিয়া পড়ত, তাকে নিষেধ করা হতো না। তাকবীর পাঠকারী তাকবীর পাঠ করত, তাকেও নিষেধ করা হতো না।",
    "name": "সকালে আরাফায় যাওয়ার সময় তাকবীর বলা",
    "image": "https://i.imgur.com/3zgpLaH.jpg",
    "book_name": "সহীহ-বুখারী",
    "btn_name": "হাদীস নং: ৯১৯",
    "box": "linear-gradient(180deg, rgba(96,55,26,1) 0%, rgba(25,6,36,1) 93%)",
    "bg": "linear-gradient(135deg, rgba(233,86,94,1) 4%, rgba(237,20,119,1) 100%)"
  },
  {
    "id": 7,
    "description": " মুহাম্মাদ ইবনে আরআরা (রাহঃ) ইবনে আব্বাস (রাযিঃ) থেকে বর্ণিত, নবী (ﷺ) বলেছেনঃ যিলহজ্ব মাসের প্রথম দশদিনের আমল, অন্যান্য দিনের আমলের তুলনায় উত্তম। তারা জিজ্ঞাসা করলেন, জিহাদও কি (উত্তম) নয় ? নবী করীম (ﷺ) বললেনঃ জিহাদও নয়। তবে সে ব্যক্তির কথা স্বতন্ত্র, যে নিজের জান ও মালের ঝুঁকি নিয়েও জিহাদ করে এবং কিছুই নিয়ে ফিরে আসে না ।",
    "name": "তাশরীকের দিনগুলোতে আমলের ফযীলত",
    "image": "https://i.imgur.com/3zgpLaH.jpg",
    "book_name": "সহীহ-বুখারী",
    "btn_name": "হাদীস নং: ৯১৮",
    "box": "linear-gradient(180deg, rgba(40,13,107,1) 0%, rgba(25,6,36,1) 93%)",
    "bg": "linear-gradient(135deg, rgba(198,65,225,1) 4%, rgba(113,17,235,1) 100%)"
  }
]
